Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H25A.tmx
Source language: en_us
Languages: zh_cn

source: NORWALK, Conn., May 10, 2010 /PRNewswire via COMTEX/ --Priceline.com Incorporated (Nasdaq: PCLN) today reported its financial results for the 1st quarter 2010.
zh_cn: 美国东部时间5月10日NORWALK：美国在线旅游公司Priceline.com发布其2010年第一季度财务报告。

source: Gross travel bookings for the 1st quarter, which refers to the total dollar value, generally inclusive of all taxes and fees, of all travel services purchased by consumers, were $3.0 billion, an increase of 52.5% over a year ago.
zh_cn: 旅行总预订量（包括税费）同比上升了52.5%，达到30亿美元。

source: Priceline.com had revenues in the 1st quarter of $584.4 million, a 26.5% increase over a year ago.
zh_cn: Priceline.com第一季度的收入达到了5.844亿美元，同比增长了26.5%。

source: The Company's international operations contributed revenues in the 1st quarter of $215.8 million, an 88.2% increase versus a year ago (approximately 79% on a local currency basis).
zh_cn: 国际业务的收入达到了2.158亿美元，同比增长了88.2%；

source: Priceline.com's gross profit for the 1st quarter was $319.1 million, a 53.2% increase from the prior year.
zh_cn: 第四季度的毛利为3.191亿美元，同比增长了53.2%。

source: The Company's international operations contributed gross profit in the 1st quarter of $214.9 million, an 88.8% increase versus a year ago (approximately 80% growth on a local currency basis).
zh_cn: 国际业务的毛利为2.149亿美元，同比增长了88.8%；

source: The Company's operating income in the 1st quarter 2010 was $87.9 million, a 105.2% increase from the prior year.
zh_cn: 第一季度的运营利润为8790万美元，同比增长了105.2%；

source: Priceline.com had GAAP net income for the 1st quarter of $53.9 million or $1.06 per diluted share, which compares to $25.0 million or $0.53 per diluted share in the same period a year ago.
zh_cn: 美国会计准则基础上的净利润为5390万美元或稀释后每股1.06美元，相比09年同期的2500万美元和每股0.53美元；

source: Pro forma EBITDA for the 1st quarter was $111.7 million, an increase of 75.3% over the prior year.
zh_cn: 第一季度的息税前利润为1.117亿美元，同比增长了75.3%；

source: "The Company's worldwide businesses were able to maintain gross booking growth over 50% in the 1st quarter, powered by strong growth in hotel room nights, which increased 57% over last year," said Jeffery H. Boyd, priceline's President and CEO.
zh_cn: Priceline.com总裁和CEO Jeffery H. Boyd说：“我们第一季度全球的预订量增长超过了50%，主要是由于酒店间夜数同比增长了57%所带动。

source: "We believe all of our brands continued to gain share in hotel reservations during the quarter.
zh_cn: 我们相信我们所有的品牌在第一季度的酒店预订方面都提升了市场份额。

source: International local currency bookings growth was 73%, representing continued high rates of transaction growth and stabilizing hotel room rates.
zh_cn: 以当地货币计算的国际预订量同比增长了73%，这代表了交易量的高速增长和稳定的酒店房价。

source: Domestic growth at 16% came in at the high end of our range of guidance despite weaker results in opaque airline tickets and rental cars tied to reduced capacity in those markets."
zh_cn: 国内预订量的增长达到了16%，基本达到了我们业绩预期的上限，尽管模糊定价的机票和租车预订由于运力的减少而影响了预订量。”

source: Looking forward, Mr. Boyd said, "We are pleased with the strong growth reflected in our 2nd quarter guidance despite the impact of several negative external factors.
zh_cn: 在谈到第二季度的前景时，Boyd先生说：“尽管有很多负面的外部因素存在，但是我们对第二季度的业绩增长还是比较满意的。

source: The Iceland volcano caused widespread disruptions in air travel which resulted in a significant increase in hotel room cancellations for our Booking.com business.
zh_cn: 冰岛火山灰对航空旅行造成了很大的影响，这也导致了Booking.com的酒店预订取消大幅上升。

source: Civil unrest in Thailand has substantially impacted hotel room reservations in Thailand, which is a key market for Agoda and Booking.com's Asia business.
zh_cn: 泰国国内的动乱也影响了酒店预订，而泰国是Agoda 和Booking.com?亚洲业务的核心市场。

source: Lastly, sovereign debt concerns in Europe have resulted in a significant decline in the value of the Euro as compared to the U.S. dollar which adversely impacts our financial results as expressed in U.S. dollars."
zh_cn: 最后，对欧洲国家债务的担忧已经导致了欧元汇率相对美元的大幅下跌，这对我们以美元报告的财务业绩也有负面的影响。”

source: "These external factors notwithstanding, we are pleased to see some improvement in hotel occupancy and average daily rates which are hopefully signs of improved consumer demand as we enter the summer travel season.
zh_cn: “尽管这些外部因素的存在，我们很高兴地看到酒店入住率和每日平均房价在逐步提升，这是在进入夏季旺季之时，消费者需求在不断提高的好迹象。

source: We continue to focus on growing our global hotel business by expanding into attractive geographic markets, adding hotel supply and integrating supply across our businesses.
zh_cn: 我们将继续专注地增长酒店业务，包括对有吸引力的地理市场的扩张、增加酒店供应和在不同的品牌间整合产品供应。

source: We also concentrate on effective marketing to build our brands while continuously improving our service to customers by adding content and innovative functionality.
zh_cn: 我们同时将通过有效的市场手段打造品牌，通过增加内容和有创造性的功能提升客户服务。

source: We believe the company's worldwide hotel platform is well-positioned to build share in global online hotel reservations."
zh_cn: 我们相信我们全球的酒店平台已经进行了很好的定位，以不断提升在全球酒店市场中的份额。”

source: Priceline.com said it was targeting the following for 2nd quarter 2010:
zh_cn: Priceline.com对第二季度的财务结果做出了如下预期：

source: Year-over-year increase in total gross travel bookings of approximately 32.5% - 37.5%.
zh_cn: 总预订量同比增长32.5% - 37.5%。

source: Year-over-year increase in international gross travel bookings of approximately 45% - 50% (an increase of approximately 55% - 60% on a local currency basis).
zh_cn: 国际业务旅行总预订量同比上升45% - 50%

source: Year-over-year increase in domestic gross travel bookings of approximately 15% - 20%.
zh_cn: 国内业务旅行总预订量同比上升15% - 20%

source: Year-over-year increase in revenue of approximately 18% - 23%.
zh_cn: 收入同比增长18% - 23%

source: Year-over-year increase in gross profit of approximately 34% - 39%.
zh_cn: 毛利同比增长34% - 39%

source: Pro forma EBITDA of approximately $170 million to $180 million.
zh_cn: 息税前利润约1.7-1.8亿美元

source: Pro forma net income of between $2.50 and $2.70 per diluted share.
zh_cn: 稀释后每股净利润约在2.50到2.70美元之间

source: About Priceline.com(R) Incorporated
zh_cn: 关于Priceline.com

source: Priceline.com Incorporated (Nasdaq: PCLN) www.priceline.com provides online travel services in 34 languages in over 94 countries in Europe, North America, Asia, the Middle East and Africa.
zh_cn: Priceline.com Incorporated (Nasdaq: PCLN) www.priceline.com在欧洲、北美、亚洲、中东和非洲94个国家提供34种语言的在线旅游预订服务。

source: Included in the priceline.com family of companies is Booking.com, a leading international online hotel reservation service, priceline.com, a leading U.S. online travel service for value-conscious leisure travelers, and Agoda.com, an Asian online hotel reservation service.
zh_cn: Priceline.com经营领先的国际在线酒店预订服务Booking.com，面向价格敏感的休闲旅客的美国领先在线旅游网站Priceline.com以及亚洲在线酒店预订网站Agoda.com。

source: Priceline.com believes that Booking.com is Europe's largest and fastest growing online hotel reservation service.
zh_cn: Priceline.com相信，Booking.com已成为欧洲最大、发展最快的酒店预订服务，其拥有一个附属网站组成的网络。

source: Booking.com operates in 81 countries in 31 languages and offers its customers access to approximately 86,000 participating hotels worldwide.
zh_cn: Booking.com在超过81个国家以31种语言经营服务，为客户提供全球约86000家加盟酒店的库存。

source: In the U.S., priceline.com gives customers more ways to save on their airline tickets, hotel rooms, rental cars, vacation packages and cruises than any other Internet travel service.
zh_cn: 在美国，Priceline.com为消费者购买各类旅行产品（机票、酒店、租车、度假、游轮）提供了更多费用节省的在线预订方式。

source: In addition to getting great published prices, leisure travelers can narrow their searches using priceline.com's TripFilter advanced search technology, customize their search activity through priceline.com's Inside Track features, create packages to save even more money, and take advantage of priceline.com's famous Name Your Own Price(R) service, which can deliver the lowest prices available.
zh_cn: 除了享受不错的公布价以外，休闲旅客还可以使用priceline.com的TripFilter先进搜索技术缩小搜索范围；利用priceline.com的 Inside Track功能对自己的搜索进行定制；创建打包产品以节省更多费用；充分利用priceline.com著名的‘自己定价’（Name Your Own Price?）服务，其能够提供最低可用价格。

source: Priceline.com operates the following travel websites: Travelweb.com, Lowestfare.com, RentalCars.com and BreezeNet.com.
zh_cn: Priceline.com同时运营以下旅游网站：Travelweb.com、Lowestfare.com、 RentalCars.com 和BreezeNet.com。

source: Priceline.com also licenses its business model to independent licensees.
zh_cn: Priceline.com还将自己的业务模式授权于独立的许可经营商使用。
